{
    "back": "Back",
    "title": "Terms and Conditions – MicroNote",
    "last_updated": "Last Updated: August 9, 2025",
    "intro": "These terms and conditions (\"Agreement\") constitute a binding contract between you (\"User\") and **[Developer's Name]** (\"Provider\"), regarding the access and use of the **MicroNote** web application (\"Service\"). By creating an account, accessing, or using the Service, you confirm that you have read, understood, and expressly and unconditionally accepted the terms of this Agreement. If you do not agree, **do not use the Service**.",
    "sections": [
        { "title": "1. Acceptance of Terms", "content": "Use of the Service is permitted exclusively under this Agreement. The Provider reserves the right to modify, update, or replace the terms without prior notice. Continued use of the Service after modifications constitutes acceptance thereof." },
        { "title": "2. Service Description", "content": "MicroNote is a SaaS platform for taking and organizing digital notes, which may integrate third-party services (e.g., Telegram, AI APIs like Google Gemini) for automatic content processing. **The Provider does not guarantee** continuous availability, error-free operation, or permanent data retention." },
        { "title": "3. User Account", "content": "You are solely responsible for the security of your account and password. Any action performed through your account is considered to be performed by you. The Provider may suspend or delete the account without prior notice if a breach of this Agreement is suspected or confirmed." },
        { "title": "4. Service Plans", "content": "**Free Plan:** currently available, with possible technical and functional limitations. **Future Plans:** any reference to future plans is informational and does not constitute an offer or a guarantee of implementation." },
        { "title": "5. User Content and License", "content": "The User retains intellectual property rights over their own content. By using the Service, you grant the Provider a **non-exclusive, irrevocable, worldwide, royalty-free** license to store, process, modify, and transmit your content, including through third-party APIs, strictly for the purpose of providing and improving the Service. The User declares and warrants that they hold all necessary rights to upload and use the content within the Service and that it does not infringe on third-party rights." },
        { "title": "6. Prohibited Use", "content": "It is strictly forbidden to use the Service for: illegal, fraudulent, abusive, defamatory, obscene, or discriminatory activities; infringement of copyrights, trademarks, or other intellectual property rights; introducing malicious code, viruses, or other elements that may harm the Service or its users. The Provider may cooperate with legal authorities to investigate such activities." },
        { "title": "7. Donations", "content": "Donations are voluntary, do not confer additional rights, and are **non-refundable**. Processing is handled by secure third parties; the Provider does not store sensitive financial data." },
        { "title": "8. DISCLAIMER OF WARRANTIES", "content": "THE SERVICE IS PROVIDED \"AS IS\" AND \"AS AVAILABLE\", WITHOUT ANY WARRANTY OF ANY KIND, WHETHER EXPRESS, IMPLIED, OR STATUTORY. THE PROVIDER DOES NOT GUARANTEE UNINTERRUPTED OPERATION, LACK OF ERRORS, COMPATIBILITY WITH ALL DEVICES OR SOFTWARE, ACCURACY, INTEGRITY, OR RELIABILITY OF ANY DATA PROCESSING RESULTS." },
        { "title": "9. MAXIMUM LIMITATION OF LIABILITY", "content": "TO THE MAXIMUM EXTENT PERMITTED BY LAW, THE PROVIDER SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, SPECIAL, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, LOSS OF DATA, PROFITS, OPPORTUNITIES, OR REPUTATION), FOR BUSINESS INTERRUPTION, ERRORS, TECHNICAL FAILURES, OR FOR ANY ACTION OR OMISSION OF THIRD PARTIES, INCLUDING EXTERNAL APIS OR PLATFORMS (E.G., TELEGRAM, GOOGLE GEMINI). THIS LIMITATION APPLIES WHETHER OR NOT THE USER HAS MADE A DONATION. THE USER IS SOLELY RESPONSIBLE FOR CREATING AND MAINTAINING BACKUPS OF THEIR DATA." },
        { "title": "10. Intellectual Property", "content": "MicroNote, the source code, graphical interface, design elements, name, and logo are the exclusive property of the Provider and are protected by applicable law." },
        { "title": "11. Termination of Service", "content": "The User may cease using the Service at any time. The Provider reserves the right to modify, suspend, or permanently terminate the Service, without notice and without liability to users or third parties." },
        { "title": "12. Applicable Law and Jurisdiction", "content": "This Agreement is governed by Romanian law. Any dispute shall be settled exclusively by the competent courts of Romania." },
        { "title": "13. Contact", "content": "For questions regarding these terms: **Provider:** [Developer's Name], **E-mail:** [E-mail Address]" }
    ]
}