{
    "back": "Înapoi",
    "title": "Termeni și Condiții – MicroNote",
    "last_updated": "Data ultimei actualizări: 9 August 2025",
    "intro": "Acești termeni și condiții („Acordul”) constituie un contract obligatoriu între dvs. („Utilizatorul”) și **[Numele Dezvoltatorului]** („Furnizorul”), referitor la accesarea și utilizarea aplicației web **MicroNote** („Serviciul”). Prin crearea unui cont, accesarea sau utilizarea Serviciului, confirmați că ați citit, înțeles și acceptat în mod expres și necondiționat termenii acestui Acord. Dacă nu sunteți de acord, **nu utilizați Serviciul**.",
    "sections": [
        { "title": "1. Acceptarea Termenilor", "content": "Utilizarea Serviciului este permisă exclusiv în baza prezentului Acord. Furnizorul își rezervă dreptul de a modifica, actualiza sau înlocui termenii, fără notificare prealabilă. Continuarea utilizării Serviciului după modificări constituie acceptarea acestora." },
        { "title": "2. Descrierea Serviciului", "content": "MicroNote este o platformă SaaS pentru luarea și organizarea de notițe digitale, care poate integra servicii terțe (ex. Telegram, API-uri de inteligență artificială precum Google Gemini) pentru procesarea automată a conținutului. **Furnizorul nu garantează** disponibilitatea continuă, lipsa erorilor sau păstrarea permanentă a datelor." },
        { "title": "3. Contul de Utilizator", "content": "Sunteți singurul responsabil pentru securitatea contului și a parolei. Orice acțiune realizată prin contul dvs. este considerată efectuată de dvs. Furnizorul poate suspenda sau șterge contul fără notificare prealabilă dacă suspectează sau constată încălcarea prezentului Acord." },
        { "title": "4. Planuri de Servicii", "content": "**Plan Gratuit:** disponibil în prezent, cu posibile limitări tehnice și funcționale. **Planuri Viitoare:** orice referire la planuri viitoare este informativă și nu constituie ofertă sau garanție de implementare." },
        { "title": "5. Conținutul Utilizatorului și Licența", "content": "Utilizatorul păstrează drepturile de proprietate intelectuală asupra conținutului propriu. Prin utilizarea Serviciului, acordați Furnizorului o licență **neexclusivă, irevocabilă, globală, gratuită** de a stoca, prelucra, modifica și transmite conținutul dvs., inclusiv prin API-uri terțe, strict în scopul furnizării și îmbunătățirii Serviciului. Utilizatorul declară și garantează că deține toate drepturile necesare pentru a încărca și utiliza conținutul în cadrul Serviciului și că acesta nu încalcă drepturile terților." },
        { "title": "6. Utilizare Interzisă", "content": "Este strict interzisă utilizarea Serviciului pentru: activități ilegale, frauduloase, abuzive, defăimătoare, obscene sau discriminatorii; încălcarea drepturilor de autor, mărcilor comerciale sau altor drepturi de proprietate intelectuală; introducerea de cod malițios, viruși sau alte elemente ce pot afecta Serviciul ori utilizatorii săi. Furnizorul poate coopera cu autoritățile legale pentru investigarea unor astfel de activități." },
        { "title": "7. Donații", "content": "Donațiile sunt voluntare, nu conferă drepturi suplimentare și sunt **nerambursabile**. Procesarea se face prin terți securizați; Furnizorul nu stochează date financiare sensibile." },
        { "title": "8. EXCLUDEREA GARANȚIILOR", "content": "SERVICIUL ESTE FURNIZAT „CA ATARE” („AS-IS”) ȘI „ÎN MĂSURA DISPONIBILITĂȚII” („AS-AVAILABLE”), FĂRĂ NICIO GARANȚIE DE ORICE FEL, FIE EA EXPRESĂ, IMPLICITĂ SAU STATUTARĂ. FURNIZORUL NU GARANTEAZĂ FUNCȚIONAREA NEÎNTRERUPTĂ, LIPSA ERORILOR, COMPATIBILITATEA CU TOATE DISPOZITIVELE SAU SOFTWARE-URILE, ACURATEȚEA, INTEGRITATEA SAU FIABILITATEA ORICĂRUI REZULTAT AL PROCESĂRII DATELOR." },
        { "title": "9. LIMITAREA MAXIMĂ A RĂSPUNDERII", "content": "ÎN MĂSURA MAXIMĂ PERMISĂ DE LEGE, FURNIZORUL NU VA FI RĂSPUNZĂTOR PENTRU NICIO DAUNĂ DIRECTĂ, INDIRECTĂ, INCIDENTĂ, PUNITIVĂ, SPECIALĂ SAU CONSECVENTĂ (INCLUSIV, DAR FĂRĂ A SE LIMITA LA, PIERDERI DE DATE, PROFITURI, OPORTUNITĂȚI SAU REPUTAȚIE), PENTRU ÎNTRERUPEREA ACTIVITĂȚII, ERORI, DEFECȚIUNI TEHNICE, SAU PENTRU ORICE ACȚIUNE SAU OMISIUNE A TERȚILOR, INCLUSIV API-URI SAU PLATFORME EXTERNE (EX. TELEGRAM, GOOGLE GEMINI). ACEASTĂ LIMITARE SE APLICĂ INDIFERENT DACĂ UTILIZATORUL A EFECTUAT SAU NU O DONAȚIE. UTILIZATORUL ESTE SINGURUL RESPONSABIL PENTRU CREAREA ȘI PĂSTRAREA COPIILOR DE SIGURANȚĂ (BACKUP) ALE DATELOR SALE." },
        { "title": "10. Proprietate Intelectuală", "content": "MicroNote, codul sursă, interfața grafică, elementele de design, denumirea și logo-ul sunt proprietatea exclusivă a Furnizorului și sunt protejate prin legislația aplicabilă." },
        { "title": "11. Încetarea Serviciului", "content": "Utilizatorul poate înceta utilizarea în orice moment. Furnizorul își rezervă dreptul de a modifica, suspenda sau înceta permanent Serviciul, fără notificare și fără răspundere față de utilizatori sau terți." },
        { "title": "12. Lege Aplicabilă și Jurisdicție", "content": "Prezentul Acord este guvernat de legea română. Orice litigiu se soluționează exclusiv de instanțele competente din România." },
        { "title": "13. Contact", "content": "Pentru întrebări privind acești termeni: **Furnizor:** [Numele Dezvoltatorului], **E-mail:** [Adresă de E-mail]" }
    ]
}
